Repository: BezouwenR/jissues
Catalog: src/App/Tracker/g11n/*/*.Tracker.po
Languages: et_ee, id_id, lv_lv, ro_ro, sr_yu, zh_tw

source: I've experienced this issue
et_ee: Mul on seda probleemi esinenud
id_id: Saya mengalami isu ini
lv_lv: Man arī bija šī problēma
ro_ro: Am întâlnit această problemă.
sr_yu: Имам овај проблем
zh_tw: 我也有遇到這個問題

source: Importance of issue to me
et_ee: Probleemi tähtsus minu jaoks
id_id: Isu yang penting bagi saya
lv_lv: Problemas svarīgums priekš man
ro_ro: Nivelul de importanţă pe care această problemă îl reprezintă pentru mine
sr_yu: Значај проблема за мене
zh_tw: 對我來說，這個問題的重要性

source: Vote
et_ee: Hinda
id_id: Nilai
lv_lv: Balsot
ro_ro: Votează
sr_yu: Гласај
zh_tw: 投票

source: The description was changed
et_ee: Kirjeldust muudeti
id_id: Keterangan telah diganti
lv_lv: Apraksts tika izmainīts
ro_ro: Descrierea a fost schimbată
sr_yu: Опис је промењен
zh_tw: 描述被更改

source: Add a Comment
et_ee: Lisa kommentaar
id_id: Tambah Komentar
lv_lv: Pievienot komentāru
ro_ro: Adaugă un comentariu
sr_yu: Додај коментар
zh_tw: 增加評論

source: Leave a comment
et_ee: Jäta kommentaar
id_id: Tinggalkan Komentar
lv_lv: Atstāt komentāru
ro_ro: Lasă un comentariu
sr_yu: Остави коментар
zh_tw: 留言

source: Post Comment
et_ee: Lisa kommentaar
id_id: Kirim Komentar
lv_lv: Nosūtīt komentāru
ro_ro: Adaugă Comentariu
sr_yu: Напишите коментар
zh_tw: 發表評論

source: Login with GitHub to post a comment
et_ee: Kommenteerimiseks logi GitHubiga sisse
id_id: Masuk dengan GitHub untuk mengirimkan komentar
lv_lv: Ielogojies ar GitHub lai atstāt komentāri
ro_ro: Loghează-te cu GitHub pentru a adauga un comentariu
sr_yu: Пријавите се са GitHub да бисте написали коментар
zh_tw: 登入 GitHub 來發表評論

source: Older
et_ee: Vanem
id_id: Sebelumnya
lv_lv: Vecāks
ro_ro: Mai Vechi
sr_yu: Старије
zh_tw: 比較舊的

source: Newer
et_ee: Uuem
id_id: Berikutnya
lv_lv: Jaunāks
ro_ro: Mai nou
sr_yu: Новије
zh_tw: 比較新的

source: Save
et_ee: Salvesta
id_id: Simpan
lv_lv: Saglabāt
ro_ro: Salvează
sr_yu: Сачувај
zh_tw: 儲存

source: Cancel
et_ee: Loobu
id_id: Batal
lv_lv: Atcelt
ro_ro: Anulează
sr_yu: Откажи
zh_tw: 許肖

source: Item
et_ee: Kirje
id_id: Butir
lv_lv: Vienums
ro_ro: Obiect
sr_yu: Артикал
zh_tw: 項目

source: Easy test
et_ee: Lihtne test
id_id: Pengujian yang mudah
lv_lv: Vieglais tests
ro_ro: Test uşor
sr_yu: Лагани тест
zh_tw: 簡單測試

source: Saving...
et_ee: Salvestamine...
id_id: Menyimpan...
lv_lv: Saglabāju...
ro_ro: În curs de salvare...
sr_yu: Спремање...
zh_tw: 正在儲存...

source: Edit Category
et_ee: Muuda kategooriat
id_id: Edit Kategori
lv_lv: Rēdiģēt kategoriju
ro_ro: Editează categoria
sr_yu: Уреди категорију
zh_tw: 編輯分類

source: Differences
et_ee: Erinevused
id_id: Perbedaan
lv_lv: Atšķirības
ro_ro: Diferenţe
sr_yu: Разлике
zh_tw: 不同處

source: Easy
et_ee: Lihtne
id_id: Mudah
lv_lv: Viegls
ro_ro: Uşor
sr_yu: Лако
zh_tw: 簡易

source: Added
et_ee: Lisatud
id_id: Ditambahkan
lv_lv: Pievienots
ro_ro: Adăugat
sr_yu: Додано
zh_tw: 已加入

source: Removed
et_ee: Eemaldatud
id_id: Dibuang
lv_lv: Izņemts
ro_ro: Şters
sr_yu: Уклоњен
zh_tw: 已移除

source: Relation Type
et_ee: Seose liik
id_id: Jenis Hubungan
lv_lv: Attiecības tips
ro_ro: Tip de Relaţie
sr_yu: Тип везе
zh_tw: 關聯的類型

source: Category
et_ee: Kategooria
id_id: Kategori
lv_lv: Kategorija
ro_ro: Categorie
sr_yu: Категорија
zh_tw: 分類

source: Open
et_ee: Ava
id_id: Terbuka
lv_lv: Atvertie
ro_ro: Deschis
sr_yu: Отворено
zh_tw: 未結案

source: All
et_ee: Kõik
id_id: Semua
lv_lv: Viss
ro_ro: Toate
sr_yu: Све
zh_tw: 所有

source: Search Tools
et_ee: Otsinguvahendid
id_id: Alat Penelusuran
lv_lv: Meklēšanas rīki
ro_ro: Unelte de căutare
sr_yu: Алати за претрагу
zh_tw: 搜尋工具

source: Clear
et_ee: Tühjenda
id_id: Bersihkan
lv_lv: Notīrīt
ro_ro: Curăţă
sr_yu: Oчисти
zh_tw: 清除

source: Permalink
et_ee: Püsilink
id_id: Pranala
zh_tw: 永久連結

source: Filter the list by summary or description.
et_ee: Filtreeri nimekirja kokkuvõtte või kirjelduse järgi.
id_id: Filter berdasarkan kesimpulan atau keterangan.
lv_lv: Filtrēt pēc virsraksta vai apraksta.
ro_ro: Filtrează lista în funcţie de rezumat sau descriere.
sr_yu: Филтрирати листу помоћу резимеа или описом.
zh_tw: 利用簡介及描述來篩選清單。

source: Filter the list by ID, summary, or description.
et_ee: Filtreeri nimekirja ID, kokkuvõtte või kirjelduse järgi.
id_id: Filter berdasarkan ID, kesimpulan, atau keterangan.
lv_lv: Filtrēt pēc ID, virsraksta vai apraksta.
ro_ro: Filtrează lista în funcţie de ID, rezumat, sau descriere.
sr_yu: Филтровати листу према ID-u, резимеу или опису.
zh_tw: 利用 ID、簡介或描述來篩選清單。

source: Filter the list by creator.
et_ee: Filtreeri nimekirja autori järgi.
id_id: Filter berdasarkan pembuat.
lv_lv: Filtrēt pēc radītāja
ro_ro: Filtrează listă după creator.
sr_yu: Филтрирати листу према аутору.
zh_tw: 依建立者過濾列表

source: Add Category
et_ee: Lisa kategooria
id_id: Tambah Kategori
lv_lv: Pievienot kategoriju
ro_ro: Adaugă categorie
sr_yu: Додај Категорију
zh_tw: 加入分類

source: The category has been deleted
et_ee: Kategooria on kustutatud
id_id: Kategori telah dihapus
lv_lv: Kategorija ir dzēsta
ro_ro: Categoria a fost şteasă
sr_yu: Ова категорија је обрисана
zh_tw: 這個分類已經被移除了

source: Your comment has been submitted
et_ee: Sinu kommentaar on lisatud
id_id: Komentar Anda telah dikirimkan
lv_lv: Komentārs ir pievienots
ro_ro: Comentariul tău a fost trimis
sr_yu: Ваш коментар је послат
zh_tw: 您的評論已經送出

source: Vote successfully added
et_ee: Hääl on lisatud
id_id: Penilaian telah berhasil ditambahkan
lv_lv: Balss ir pievienots
ro_ro: Votul a fost adăugat cu succes
sr_yu: Гласање је успешно додано
zh_tw: 投票成功

source: Your report has been submitted.
et_ee: Sinu teavitus on edastatud.
id_id: Laporan Anda telah dikirimkan.
lv_lv: Problēma ir pievienota
ro_ro: Raportul tău a fost trimis.
sr_yu: Ваш извештај је послат.
zh_tw: 您的回報已經送出。

source: Test successfully added
et_ee: Test on lisatud
id_id: Uji berhasil ditambahkan
lv_lv: Test ir pievienots
ro_ro: Testul a fost adaugat cu succes
sr_yu: Тест је успешно додат
zh_tw: 成功增加測試

source: Old
et_ee: Vana
id_id: Lama
lv_lv: Vecs
ro_ro: Vechi
sr_yu: Старо
zh_tw: 舊的

source: Missing ID
et_ee: ID puudub
id_id: Kehilangan ID
lv_lv: Nav ID
ro_ro: ID-ul lipseşte
sr_yu: Недостаје ID
zh_tw: 缺少 ID

source: Invalid Category
et_ee: Vigane kategooria
id_id: Kategori Tidak Valid
lv_lv: Nekorēkta kategorija
ro_ro: Categoria nu este validă
sr_yu: Погрешна Категорија
zh_tw: 無效的分類

source: A name is required for the category.
et_ee: Kategoorial peab olema nimi.
id_id: Nama adalah wajib untuk kategori.
lv_lv: Šai kategorijai ir vajadzīga vārds
ro_ro: Se cere un nume pentru această categorie.
sr_yu: Наопходно је име за ову категорију.
zh_tw: 這個分類需要一個名稱。

source: The length of the name can not exceed 150 characters.
et_ee: Nimi ei tohi olla pikem kui 150 märki.
id_id: Panjang nama tidak boleh melebihi 150 karakter.
lv_lv: Vārda garums nevar būt vairāk neka 150 simboli.
ro_ro: Lungimea unui nume nu poate depăşi 150 de caractere.
sr_yu: Дужина имена не сме прелазити 150 карактера.
zh_tw: 名稱不能超過 150 個字元。

source: An alias is required for the category.
et_ee: Kategoorial peab olema alias.
id_id: Alias adalah wajib untuk kategori.
lv_lv: Šai kategorijai ir vajadzīhs alias.
ro_ro: Se cere un alias pentru această categorie.
sr_yu: Алиас је неопходан за кетегорију.
zh_tw: 需要為這個分類加入一個別名。

source: The length of the alias can not exceed 150 characters.
et_ee: Alias ei tohi olla pikem kui 150 märki.
id_id: Panjang alias tidak boleh melebihi 150 karakter.
lv_lv: Aliasa garums nevar būt vairāk neka 150 simboli.
ro_ro: Lungimea unui alias nu poate depăşi 150 de caractere.
sr_yu: Дужина имена не сме прелазити 150 карактера.
zh_tw: 別名的字數不可以超過 150 字。

source: Colour should be the hex value.
et_ee: Värv tuleb sisestada HEX väärtusena.
id_id: Warna harus dalam nilai hex.
lv_lv: Krāsai jābūt hex vērtībai.
ro_ro: Culoarea trebuie să fie o valoare în format hexazecimal.
sr_yu: Боја треба бити исписана као хексидецимална вредност.
zh_tw: 請用十六進位數值描述顏色。

source: Issue ID is needed
et_ee: Probleemi ID on vajalik
id_id: ID isu adalah wajib
lv_lv: Nepieciešams kļūdas ID
ro_ro: ID-ul problemei este necesar
sr_yu: Неопходан је ID проблема
zh_tw: 需要問題 ID

source: Category ID is needed.
et_ee: Kategooria ID on vajalik.
id_id: ID kategori adalah wajib.
lv_lv: Nepieciešams kategorijas ID.
ro_ro: ID-ul categoriei este necesar.
sr_yu: Потребан је ID категорије.
zh_tw: 需要分類 ID

source: A title is required.
et_ee: Pealkiri on nõutud.
id_id: Judul adalah wajib.
lv_lv: Nepieciešams nosaukums.
ro_ro: Titlul este necesar.
sr_yu: Наслов је неопходан.
zh_tw: 需要標題。

source: The title max length is 255 chars.
et_ee: Pealkirja maksimaalne pikkus on 255 märki.
id_id: Panjang maksimal judul adalah 255 karakter.
lv_lv: Nosaukuma maksimālais garums ir 255 simboli.
ro_ro: Lungimea unui titlu este de maxim 255 de caractere.
sr_yu: Максимална дужина наслова јесте 255 карактера.
zh_tw: 標題的最大字數是 255 字。

source: A build is required.
et_ee: Järgu number on nõutud.
id_id: Versi adalah wajib.
lv_lv: Nepieciešama kompilācija.
ro_ro: Este necesară o structură.
sr_yu: Потребна је израда.
zh_tw: 需要版本資訊。

source: A build max length is 40 chars.
et_ee: Järgu maksimaalne pikkus on 40 märki.
id_id: Panjang maksimal versi adalah 40 karakter.
lv_lv: Build maksimālais garums ir 40 simbloli.
ro_ro: Lungimea maximă a unei structuri este de 40 de caractere.
sr_yu: Дужину израде максимално је 40 знакова (карактера).
zh_tw: build 最大長度為 40 字元。

source: Diff
et_ee: Erinevus

source: GitHub ID
id_id: ID GitHub
ro_ro: ID GitHub
