Repository: BezouwenR/jissues
Catalog: src/App/Tracker/g11n/*/*.Tracker.po
Languages: et_ee, id_id, lv_lv, ro_ro, sr_yu, zh_tw

source: %s Issues
et_ee: %s probleemi
id_id: Isu %s
lv_lv: %s kļūdas
ro_ro: Probleme %s
sr_yu: %s Проблем
zh_tw: %s 問題

source: New Item
et_ee: Uus kirje
id_id: Butir Baru
lv_lv: Jauns vienums
ro_ro: Obiect Nou
sr_yu: Нова ставка
zh_tw: 新項目

source: Summary
et_ee: Kokkuvõte
id_id: Kesimpulan
lv_lv: Kopsavilkums
ro_ro: Rezumat
sr_yu: Резиме
zh_tw: 簡介

source: Priority
et_ee: Tähtsus
id_id: Prioritas
lv_lv: Prioritāte
ro_ro: Prioritate
sr_yu: Приоритет
zh_tw: 優先順序

source: Status
et_ee: Staatus
lv_lv: Statuss
sr_yu: Статус
zh_tw: 狀態

source: Loading, please wait...
et_ee: Laadimine. Palun oota...
id_id: Sedang memuat, mohon tunggu...
lv_lv: Ielādēju, lūdzu uzgaidiet...
ro_ro: Se încarcă, vă rugăm să aşteptaţi...
sr_yu: Учитава се, молим чекајте...
zh_tw: 正在載入，請稍候......

source: Edit
et_ee: Muuda
lv_lv: Rediģēt
ro_ro: Editează
sr_yu: Уреди
zh_tw: 編輯

source: Created by
et_ee: Lisas
id_id: Dibuat oleh
lv_lv: Radītājs
ro_ro: Creeat de
sr_yu: Аутор
zh_tw: 建立者：

source: Foreign ID
et_ee: Väline ID
id_id: ID Asing
lv_lv: Ārējais ID
ro_ro: ID Străin
sr_yu: Страни ID
zh_tw: 外部 ID

source: Opened
et_ee: Avatud
id_id: Terbuka
lv_lv: Atvērts
ro_ro: Deschis
sr_yu: Отворено
zh_tw: 已開啟

source: Closed
et_ee: Suletud
id_id: Ditutup
lv_lv: Aizvērts
ro_ro: Închis
sr_yu: Затворено
zh_tw: 已關閉

source: Modified
et_ee: Muudetud
id_id: Dimodifikasi
lv_lv: Izmainīts
ro_ro: Modificat
sr_yu: Измењено
zh_tw: 已修改

source: Milestone:
et_ee: Eesmärk:
id_id: Versi Rilis:
lv_lv: Atskaites punkts:
zh_tw: 版本：

source: Critical
et_ee: Kriitiline
id_id: Kritikal
lv_lv: Kritisks
ro_ro: Critică
sr_yu: Kритично
zh_tw: 重大

source: Urgent
et_ee: Kiireloomuline
id_id: Penting
lv_lv: Steidzams
sr_yu: Хитно
zh_tw: 緊急

source: Medium
et_ee: Keskmine
id_id: Sedang
lv_lv: Vidējais
ro_ro: Mediu
sr_yu: Средња
zh_tw: 中度

source: Low
et_ee: Madal
id_id: Rendah
lv_lv: Zems
ro_ro: Scăzut
sr_yu: Низак
zh_tw: 低度

source: Very Low
et_ee: Väga madal
id_id: Sangat Rendah
lv_lv: Ļoti zems
ro_ro: Foarte scăzut
sr_yu: Веома Низак
zh_tw: 非常低度

source: GitHub merge status
et_ee: GitHubi liitmise staatus
id_id: Status penggabungan GitHub
lv_lv: GitHub sapludināšanas statuss
ro_ro: status de îmbinare GitHub
sr_yu: GitHub статус спајања
zh_tw: GitHub 合併狀態

source: No items found.
et_ee: Ühtegi kirjet ei leitud.
id_id: Tidak ada butir yang ditemukan.
lv_lv: Nekas nav atrasts
ro_ro: Nu au fost găsite obiecte.
sr_yu: Није ништа пронађено.
zh_tw: 沒有找到任何項目

source: Success
et_ee: Korras
id_id: Berhasil
lv_lv: Veiksmīgs
ro_ro: Succes
sr_yu: Успех
zh_tw: 成功

source: Pending
et_ee: Ootel
id_id: Ditunda
lv_lv: Gaida
ro_ro: Așteaptă
sr_yu: На чекању
zh_tw: 待處理

source: Error
et_ee: Viga
id_id: Galat
lv_lv: Kļūda
ro_ro: Eroare
sr_yu: Грешка
zh_tw: 錯誤

source: Failure
et_ee: Tõrge
id_id: Kegagalan
lv_lv: Neveiksme
ro_ro: Eșuat
sr_yu: Није Успело
zh_tw: 失敗

source: New
et_ee: Uus
id_id: Baru
lv_lv: Jauns
ro_ro: Nou
sr_yu: Ново
zh_tw: 新

source: Confirmed
et_ee: Kinnitatud
id_id: Dikonfirmasi
lv_lv: Apstiprināts
ro_ro: Confirmat
sr_yu: Потврђено
zh_tw: 已驗證

source: Ready To Commit
et_ee: Valmis lisamiseks
id_id: Siap Commit (RTC)
lv_lv: Gatavs komitam
ro_ro: Gata pentru commit
sr_yu: Спремни за сређивање
zh_tw: 準備提交

source: Fixed in Code Base
et_ee: Koodibaasis parandatud
id_id: Telah Diperbaiki dalam Kode Dasar
lv_lv: Izlabots kodā
ro_ro: Rezolvat în Codul de Bază
sr_yu: Решено у бази кодова
zh_tw: 代碼庫中已修正

source: Needs Review
et_ee: Vajab läbivaatamist
id_id: Perlu Ulasan
lv_lv: Vajadzīga pārbaude
ro_ro: Așteaptă evaluare
sr_yu: Потребан је преглед
zh_tw: 需要校驗

source: Information Required
et_ee: Vajab lisainfot
id_id: Informasi Wajib
lv_lv: Vajadzīga informācija
ro_ro: Necesită informație
sr_yu: Потребне додатне информације
zh_tw: 需要資訊

source: Unconfirmed Report
et_ee: Kinnitamata aruanne
id_id: Laporan Tidak Dikonfirmasi
lv_lv: Neapstiprināts ziņojums
ro_ro: Raportul așteaptă Confirmare
sr_yu: Нептврђен Извештај
zh_tw: 尚未驗證的報告

source: No Reply
et_ee: Vastus puudub
id_id: Tidak ada Balasan
lv_lv: Nav atbildes
ro_ro: Nici un răspuns
sr_yu: Без одговора
zh_tw: 沒有回應

source: Closed
et_ee: Suletud
id_id: Ditutup
lv_lv: Aizvērtie
ro_ro: Închis
sr_yu: Затворено
zh_tw: 已結案

source: Expected Behaviour
et_ee: Oodatav käitumine
id_id: Perilaku Yang Diharapkan
lv_lv: Gaidīta uzvedība
ro_ro: Comportamentul aşteptat
sr_yu: Очекивани Поступак
zh_tw: 預期中的行為

source: Known Issue
et_ee: Teadaolev probleem
id_id: Isu Yang Dikenali
lv_lv: Zināma problēma
ro_ro: Problemă cunoscută
sr_yu: Познат Проблем
zh_tw: 已知問題

source: Duplicate Report
et_ee: Dubleeritud aruanne
id_id: Duplikasi Laporan
lv_lv: Ziņojuma dublikāts
ro_ro: Raport duplicat
sr_yu: Дупли рапорт (пријављивање проблема)
zh_tw: 重複的報告

source: Discussion
et_ee: Arutelu
id_id: Diskusi
lv_lv: Diskusija
ro_ro: Discuţii
sr_yu: Дискусија
zh_tw: 討論

source: First
et_ee: Esimene
id_id: Pertama
lv_lv: Pirmā
ro_ro: Primul
sr_yu: Прво
zh_tw: 第一個

source: Previous
et_ee: Eelmised
id_id: Sebelumnya
lv_lv: Iepriekš.
ro_ro: Precedent
sr_yu: Претходно
zh_tw: 前一頁

source: Next
et_ee: Järgmised
id_id: Berikutnya
lv_lv: Nākama
ro_ro: Următor
sr_yu: Следеће
zh_tw: 後一頁

source: Last
et_ee: Viimane
id_id: Terakhir
lv_lv: Pēdeja
ro_ro: Ultimul
sr_yu: Последњи
zh_tw: 最後一頁

source: - Status -
et_ee: - Staatus -
lv_lv: - Statuss -
sr_yu: - Статус -
zh_tw: - 狀態 -

source: - Priority -
et_ee: - Tähtsus -
id_id: - Prioritas -
lv_lv: - Prioritāte -
ro_ro: - Prioritate -
sr_yu: - Приоритети -
zh_tw: - 優先順序 -

source: Least recently updated
et_ee: Kõige kauem aega tagasi uuendatud
id_id: Diperbarui baru-baru ini
lv_lv: Nesen atjaunotie pedējie
ro_ro: Cele mai puţin recent actualizate
sr_yu: Последње недавно ажурирање
zh_tw: 最近更新過

source: Newest
et_ee: Uuemad
id_id: Terbaru
lv_lv: Jaunākie
ro_ro: Cel mai nou
sr_yu: Најновији
zh_tw: 最新

source: Oldest
et_ee: Vanemad
id_id: Terlama
lv_lv: Vecākie
ro_ro: Cele mai vechi
sr_yu: Најстарији
zh_tw: 最舊

source: Recently updated
et_ee: Viimati uuendatud
id_id: Baru saja diperbarui
lv_lv: Nesen atjaunoti
ro_ro: Nou actualizat
sr_yu: Недавно ажурирано
zh_tw: 最近更新

source: Created by you
et_ee: Sinu poolt loodud
id_id: Dibuat oleh Anda
lv_lv: Tu izveidoji
ro_ro: Create de tine
sr_yu: Ви сте ово креирали
zh_tw: 由您建立的

source: Everyone's issues
et_ee: Kõigi probleemid
id_id: Isu semua orang
lv_lv: Visi
ro_ro: Subiectele tuturor
sr_yu: Свако има проблема
zh_tw: 所有問題

source: You participated in
et_ee: Milles sa oled osalenud
id_id: Anda telah berpartisipasi dalam
lv_lv: Tu piedalījies
ro_ro: Ai participat la
sr_yu: Ви сте учествовали у
zh_tw: 您參加的

source: - Categories -
et_ee: - Kategooriad -
id_id: - Kategori -
lv_lv: - Kategorijas -
ro_ro: - Categorii -
sr_yu: - Категорије -
zh_tw: - 分類 -

source: No Categories
et_ee: Kategooriaid pole
id_id: Tidak ada Kategori
lv_lv: Nav kategoriju
ro_ro: Nu există categorii
sr_yu: Нема категорија
zh_tw: 沒有分類

source: - Labels -
et_ee: - Sildid -
id_id: - Label -
lv_lv: -Etiķetes-
ro_ro: - Etichete -
sr_yu: - Ознаке -
zh_tw: - 標籤 -

source: - Tests -
et_ee: - Testid -
id_id: - Pengujian -
lv_lv: - Testi -
ro_ro: - Teste -
sr_yu: - Тестови-
zh_tw: - 測試 -

source: Has two tests
et_ee: Kahe testiga
id_id: Memiliki dua pengujian
lv_lv: Ir divi testi
ro_ro: Două teste efectuate
sr_yu: Постоје два теста
zh_tw: 測試過兩次

source: Needs one test
et_ee: Vajab rohkem teste
id_id: Perlu satu pengujian
lv_lv: Vajag vienu testu
ro_ro: Cere un test
sr_yu: Потребан је један тест
zh_tw: 需要一次測試

source: Needs tests
et_ee: Vajab testimist
id_id: Perlu pengujian
lv_lv: Vajag testus
ro_ro: Se cer teste
sr_yu: Потребни су тестови
zh_tw: 需要測試

source: - Easy -
et_ee: - Lihtne -
id_id: - Mudah -
lv_lv: - Viegls -
ro_ro: - Simplu -
sr_yu: - Лако -
zh_tw: - 簡單？-

source: No
et_ee: Ei
id_id: Tidak
lv_lv: Nē
ro_ro: Nu
sr_yu: Нe
zh_tw: 否

source: Yes
et_ee: Jah
id_id: Ya
lv_lv: Jā
ro_ro: Da
sr_yu: Дa
zh_tw: 是

source: - Type -
et_ee: - Liik -
id_id: - Jenis -
lv_lv: - Veids -
ro_ro: - Tip -
sr_yu: - Тип -
zh_tw: - 類型 -

source: Issue
et_ee: Probleem
id_id: Isu
lv_lv: Kļūda
ro_ro: Problemă
sr_yu: Проблем
zh_tw: 問題

source: Pull Request
et_ee: Veaparandus
id_id: Tarik Permintaan
lv_lv: Jautāt pieprasījumu
ro_ro: Cerere pull
sr_yu: Повуците захтев
zh_tw: 送出要求

source: - Milestones -
et_ee: - Eesmärgid -
id_id: - Versi Rilis -
lv_lv: - Atskaites punkti -
zh_tw: - 版本 -

source: Submit
et_ee: Saada
id_id: Kirim
lv_lv: Nosūtīt
ro_ro: Adaugă
sr_yu: Пошаљи
zh_tw: 發送

source: View Mode
et_ee: Vaaterežiim
id_id: Mode Tampilan
lv_lv: Skata veids
ro_ro: Mod de vizualizare
sr_yu: Режим за преглед
zh_tw: 檢視模式

source: Help
et_ee: Abiinfo
id_id: Bantuan
lv_lv: Palīdzība
ro_ro: Ajutor
sr_yu: Помоћ
zh_tw: 說明模式

source: Pro
sr_yu: Про
zh_tw: 專業模式

source: The priority of which this issue should be resolved. Please see the <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Bug Tracking Process</a> page for detailed information about the project's priorities.
et_ee: Probleemi lahendamise olulisus. Projekti tähtsusjärjekorra kohta vaata üksikasjalikumat lisainfot lehelt <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Vigade jälgimise protsess</a>.
id_id: Prioritas isu yang harus dipecahkan. Lihat halaman <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Proses Penelusuran Bug</a> untuk informasi selengkapnya tentang prioritas-prioritas proyek.
lv_lv: Kļūdas risināšanas prioritāte. Skatīt projekta prioritātes <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Kļūdu izsekošanas procesam</a> detalizētai informācijai.
ro_ro: Prioritatea cu care ar trebui să fie rezolvată această problemă. Vă rugăm să consultaţi pagina <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank"> Procesul de urmărire a bug-urilor</a> pentru informaţii detaliate despre priorităţile proiectului.
sr_yu: Приоритет којим се овај проблем треба решити. Молимо погледајте <a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">Праћење Бугова</a> страницу да бисте видели детаљније информације о приоритетима на пројекту.
zh_tw: 應先解決這個問題的優先順序。請參閱<a %class% href="https://docs.joomla.org/Bug_Tracking_Process" target="blank">問題追蹤進度</a>頁面來得知詳細的這個專案優先順序的資訊。

source: Build
et_ee: Järk
id_id: Versi
ro_ro: Structură
sr_yu: Направи
zh_tw: 版本

source: The version(s) of the project on which this issue is found.
et_ee: Projekti versioon(id), millest see probleem on.
id_id: Versi dari proyek dimana isu ini ditemukan.
lv_lv: Projekta versija(s) kurā ir atrasta šī kļūda.
ro_ro: Versiunea(ile) proiectului în care se găseşte această problemă.
sr_yu: Верзије пројеката на којима је овај буг (проблем) примећен.
zh_tw: 這個問題在這些版本中被找到。

source: Categories
et_ee: Kategooriad
id_id: Kategori
lv_lv: Kategorijas
ro_ro: Categorii
sr_yu: Категорије
zh_tw: 分類

source: Please select one or more Categories here that match to your issue.
et_ee: Palun vali üks või mitu kategooriat, mis sobivad sinu probleemiga.
id_id: Pilihlah satu atau lebih Kategori yang cocok dengan isu Anda.
lv_lv: Izvēlieties vienu vai vairākas Kategorijas kas atbilst šai kļūdai.
ro_ro: Vă rugăm să selectaţi unul sau mai multe categorii aici care se potrivesc la problema dvs.
sr_yu: Молимо вас да селектујете једну или више категорија које се поклапају са вашим проблемом.
zh_tw: 請選擇一或多個符合您問題的分類。

source: Labels
et_ee: Sildid
id_id: Label
ro_ro: Etichete
sr_yu: Ознаке
zh_tw: 標籤

source: Milestone
et_ee: Eesmärk
id_id: Versi Rilis
zh_tw: 版本

source: Report security issues to the Joomla! Security Strike Team (JSST) at <a %class1% %href1%>security@joomla.org</a> or with the <a %class2% %href2%>JSST contact form</a>, please do not use the public tracker for security issues.
et_ee: Turvaprobleemidest teavita Joomla! Turvalisuse Meeskonda (JSST) aadressil <a %class1% %href1%>security@joomla.org</a> või kasutades <a %class2% %href2%>JSST kontaktivormi</a>. Palun ära kasuta seda avalikku saiti turvaprobleemidest teavitamiseks.
id_id: Laporkan isu-isu keamanan kepada Joomla! Security Strike Team (JSST) di <a %class1% %href1%>security@joomla.org</a> atau melalui <a %class2% %href2%>form kontak JSST</a>, mohon tidak menggunakan penelusur publik untuk isu-isu keamanan.
lv_lv: Ziņojiet par kļūdu Joomla! Security Strike Team (JSST) e-pastu <a %class1% %href1%>security@joomla.org</a> vai <a %class2% %href2%>JSST kontaktformu</a>, lūdzu neizmantojiet kļūdām publisko trekeri.
ro_ro: Raportaţi probleme de securitate pentru Joomla! Security Strike Team (JSST) la <a %class1% %href1%> security@joomla.org</a> sau cu <a %class2% %href2%>formularul de contact JSST </a>, vă rugăm să nu utilizaţi tracker-ul public pentru probleme de securitate.
sr_yu: Пријавите безбедносни проблем Joomla! Security Strike Team (JSST) на <a %class1% %href1%>security@joomla.org</a> или помоћу <a %class2% %href2%>JSST контакт форме</a>, немојте користити јавно представљање и праћење за безбедносне пропусте.
zh_tw: 請向 Joomla! Security Strike Team (JSST) 回報安全性問題：請使用電子郵件 <a %class1% %href1%>security@joomla.org</a> 或<a %class2% %href2%> JSST contact form</a>。請勿使用公開的追蹤器回報安全性問題。

source: To report a bug in the Joomla! bug trackers, you need to create a tracker item. Once the tracker item is created, the developers will check the validity of it and act accordingly.
et_ee: Joomla! veast teavitamiseks pead sa lisama vearaporti. Pärast vearaporti lisamist kontrollivad seda arendajad ning võtavad vajadusel ette sammud selle lahendamiseks.
id_id: Untuk melaporkan sebuah bug ke penelusur bug Joomla, Anda perlu membuat sebuah butir penelusur terlebih dahulu. Bila sudah, maka para pengembang akan memeriksa validitasnya dan melakukan tindakan yang sesuai.
lv_lv: Lai paziņotu par kļūdu Joomla! kļūdu trekerī ir jāizveido trekera tēma. Kad trekera tēma ir izveidota, izstrādātāji to pārbaudīs un attiecīgi darbosies.
ro_ro: Pentru a raporta un bug in urmăritorul de bugs Joomla!, se cere crearea unui urmăritor de obiecte. Odata ce acesta a fost creat, developerii vor verifica validitatea lui şi vor lua măsuri.
sr_yu: Да бисте пријавили буг у Joomla! Праћење бугова, морате направити ставу за праћење. Након стварања ставке за праћење, програмери ће проверити њену исправност и деловати у складу са тим.
zh_tw: 要在「Joomla! 問題追蹤」裡回報問題，您必須建立一個追蹤器項目。當追蹤器項目建立好之後，開發人員會檢查其是否有效，並採取相對應的措施。

source: Title
et_ee: Pealkiri
id_id: Judul
lv_lv: Virsraksts
ro_ro: Titlu
sr_yu: Наслов
zh_tw: 標題

source: Describe in a few words the issues you are having. It is generally a good idea to use existing tracker items as examples if this is your first time reporting a bug.
et_ee: Kirjelda mõne sõnaga, mis probleem sul on. Kui see on sinu esimene kord veast teavitada, siis on üldiselt hea mõte kasutada eeskujuna olemasolevaid veakirjeldusi.
id_id: Jelaskan dengan singkat isu yang Anda hadapi, adalah baik bila menggunakan contoh butir penelusur yang sudah ada jika ini adalah pertama kalinya Anda melaporkan sebuah bug.
lv_lv: Aprakstiet pāris vārdos esošo kļūdu. Ja ziņojat pirmo reizi, izmantojiet jau esošu kļūdu ziņojumus kā paraugu.
ro_ro: Descrie în câteva cuvinte problemele întâlnite. În cazul în care este primul tău raport, folosirea obiectelor urmărite este o idee bună.
sr_yu: Опишите у неколико речи питања која имате. Уопштено је добра идеја користити постојеће ставке праћења као примере, ако је ово први пут да пријављујете бугове (проблеме).
zh_tw: 請用幾個字描述您所遇到的問題。如果您是第一次回報問題，建議您可以參考其他已存在的追蹤器作為範例。

source: Description
et_ee: Kirjeldus
id_id: Deskripsi
lv_lv: Apraksts
ro_ro: Descriere
sr_yu: Опис
zh_tw: 描述

source: This is the most important part of reporting the bug. Describe here step by step how you got the error you are noticing. Include all of the information that someone will need to re-trace your steps and see the problem. Remember: your bug will not be fixed unless others can see the problem, so you want to be as clear and detailed as possible. You do not need to know anything about programming to write a great bug report. But if you do understand the code and think you know how to fix the bug, please include this in the report.
et_ee: See on veast teavitamise juures kõige tähtsam osa. Kirjelda siin samm sammu haaval, kuidas sa veateate said. Lisa kogu info, mida on vaja sinu sammude järgi tegemiseks ja probleemi nägemiseks. Pea meeles: sinu poolt leitud viga ei parandata, kui teised seda probleemi ei näe. Seega ole nii selge ja lisa nii palju üksikasju kui võimalik. Hea vearaporti lisamiseks ei pea sa teadma midagi programmeerimisest. Aga kui sa saad lähtekoodist aru ja tead, kuidas viga parandada, siis lisa ka see oma vearaportisse.
id_id: Ini adalah bagian terpenting dalam pelaporan bug. Jelaskan langkah demi langkah bagaimana Anda bisa menemukan galat tersebut. Sertakan informasi-informasi yang akan diperlukan oleh orang lain untuk mengulang kembali langkah-langkah Anda tersebut dan memahami permasalahannya. Ingat: bug Anda tidak akan diperbaiki kecuali orang lain dapat melihat dan memahami permasalahannya, jadi Anda harus sejelas mungkin dan sedetail mungkin. Anda tidak perlu ahli dalam hal pemrograman untuk dapat menuliskan sebuah laporan bug yang hebat. Tapi, bila Anda memahami pengkodean dan tahu bagaimana memperbaiki bug, sertakanlah dalam laporan ini.
lv_lv: Šī ir vissvarīgākā kļūdu paziņojumu daļa. Aprakstiet soli pa solim kā tika iegūta kļūda. Iekļaujiet visu informāciju, lai varētu atkārtot kļūdas rašanos un konstatēt problēmu. Atcerieties: kļūda netiks labota, kamēr to nevarēs atrast un atkārtot, esiet precīzi un to maksimāli skaidri aprakstiet. Jums nav jāprot programmēt, lai uzrakstītu kļūdas ziņojumu. Ja gadījumā saprotat kodu un Jums liekas ka zināt kā izlabot kļūdu, lūdzu iekļaujiet to ziņojumā.
ro_ro: Aceasta este partea cea mai importantă în raportarea unui bug. Descrie aici, pas cu pas, cum a fost întâlnită eroarea. Încearcă să incluzi informaţii cât mai detaliate, astfel încât persoana de contact să poată să îţi urmărească paşii efectuaţi şi să observe problemă. Nu sunt necesare cunoştinţe de programare pentru a scrie un raport de bugs excelent. Daca totuşi ai aceste cunoştinţe şi ai o idee despre cum acest bug s-ar putea rezolva, te rugam sa incluzi aceste detalii în raport.
sr_yu: Ово је најважнији део пријављивања бугова (проблема). Опишите овде корак по корак како сте добили грешку коју примећујете. Укључите све информације јер ће се морати поновно пратити ваши корци да би се видео проблем. Запамтите: проблем који сте пријавили се неће разматрати ако други не виде тај исти проблем, тако да треба бити што јаснији и детаљнији. Није обавезно ништа знати о програмирању за писање доброг извештаја о грешкама. Али ако разумете код и мислите да знате како решити буг, наведите то у извештају.
zh_tw: 這裡是回報錯誤程序中最重要的項目。請一步一步描述您怎麼遇到這個錯誤，並請涵蓋所有會導致這個錯誤的程序和資訊。切記：如果別人無法看到問題發生，您所遇到的錯誤將永遠不會被解決，所以描述請盡量清晰和詳細。您不需要在錯誤報告中描述程式設計或叫艱深的項目，但是如果您知道原始碼，也知道如何處理這個問題，請您一併在報告中附上。

source: Some fields are invalid. They have been highlighted.
et_ee: Mõned väljad on vigased. Need on esile tõstetud.
id_id: Beberapa kolom tidak valid. Lihat yang disoroti.
lv_lv: Dažie lauki ir nekorēkti. Tie tika izcelti.
ro_ro: Unele câmpuri nu sunt valide. Acestea au fost marcate.
sr_yu: Нису добро попуњена сва поља. Проблематична су наглашена, молимо да проверите.
zh_tw: 有些被螢光色標註的欄位是無效的。

source: Submitting...
et_ee: Lisamine...
id_id: Mengirimkan...
lv_lv: Nosūtīšana...
ro_ro: În proces de transmitere...
sr_yu: Шаљем...
zh_tw: 提交中...

source: Categories List
et_ee: Kategooriate nimekiri
id_id: Daftar Kategori
lv_lv: Kategoriju saraksts
ro_ro: Listă categorii
sr_yu: Листа категорија
zh_tw: 分類列表

source: New Category
et_ee: Uus kategooria
id_id: Kategori Baru
lv_lv: Jauna kategorija
ro_ro: Categorie Nouă
sr_yu: Нова Категорија
zh_tw: 新分類

source: Alias
zh_tw: 別名

source: Colour
et_ee: Värv
id_id: Warna
lv_lv: Krāsa
ro_ro: Culoare
sr_yu: Боја
zh_tw: 色彩

source: Actions
et_ee: Tegevused
id_id: Tindakan
lv_lv: Rīcības
ro_ro: Acţiuni
sr_yu: Акције
zh_tw: 動作

source: Delete
et_ee: Kustuta
id_id: Hapus
lv_lv: Dzēst
ro_ro: Şterge
sr_yu: Обриши
zh_tw: 刪除

source: Page %1$s of %2$s
et_ee: Leht %2$s/%1$s
id_id: Halaman %1$s dari %2$s
lv_lv: Lpp %1$s no %2$s
ro_ro: Pagina %1$s din %2$s
sr_yu: Страна %1$s од %2$s
zh_tw: 第 %1$s 頁，共 %2$s 頁

source: That issue does not exist, or the ID you typed is incorrect.
et_ee: Seda probleemi pole olemas või sisestatud ID pole korrektne.
id_id: Isu tersebut tidak ada, atau ID yang Anda ketik salah.
lv_lv: Problēma neeksistē vai ID ir inkorēkts.
ro_ro: Acest subiect nu există, sau ID-ul înregistrat nu este corect.
sr_yu: Тај проблем не постоји или је ID који сте унели нетачан.
zh_tw: 不存在這個問題，或您的 ID 輸入錯誤。

source: Feeling Lucky
et_ee: Ehk mul veab
id_id: Merasa Beruntung
ro_ro: Mă simt norocos
sr_yu: Опипајте срећу
zh_tw: 好手氣

source: Easy Test
et_ee: Lihtne test
id_id: Pengujian Yang Mudah
lv_lv: Viegls tests
ro_ro: Test uşor
sr_yu: Лагани Тест
zh_tw: 簡易測試

source: # of Successful Tests
et_ee: Edukate testide arv
id_id: # Pengujian Yang Berhasil
lv_lv: # veiksmīgu testu
ro_ro: # din Testele Reuşite
sr_yu: # Успешних Тестова
zh_tw: # 成功測試

source: To comment
et_ee: Kommenteerimine
id_id: Untuk berkomentar
lv_lv: Komentēt
ro_ro: Pentru a comenta
sr_yu: За кометаре
zh_tw: 評論

source: View this issue on GitHub
et_ee: Vaata probleemi GitHubis
id_id: Lihat isu ini di GitHub
lv_lv: Apskatīt šo problēmu GitHub lapā
ro_ro: Vezi această problemă pe GitHub
sr_yu: Погледај овај проблем на GitHub
zh_tw: 在 GitHub 上查看這個問題

source: View a plain diff for this pull request
et_ee: Vaata antud veaparanduse muudatuste eristust
id_id: Lihat diff bebas untuk tarik permintaan ini
lv_lv: Apskatīt tīru diff šim pull rekvestam
ro_ro: Vezi un diff simplu pentru această cerere pull
sr_yu: Погледајте тачан промену уз овај захтев за повлачење
zh_tw: 以平易方式觀看 pull request 不同處

source: Download this fork as a ZIP file
et_ee: Laadi see versioon ZIP-failina alla
id_id: Unduh fork ini sebagai sebuah berkas ZIP
lv_lv: Lejupielādēt šo forku ka ZIP failu
ro_ro: Descărcaţi acest fork ca un fişier ZIP
sr_yu: Преузмите ово као ZIP фајл
zh_tw: 以 ZIP 檔案下載此 fork

source: Details
et_ee: Lisainfo
id_id: Detail
lv_lv: Detaļas
ro_ro: Detalii
sr_yu: Детаљи
zh_tw: 詳細資料

source: Categories:
et_ee: Kategooriad:
id_id: Kategori:
lv_lv: Kategorijas:
ro_ro: Categorii:
sr_yu: Категорије:
zh_tw: 分類：

source: Referenced as
et_ee: Viidatud kui
id_id: Direferensikan sebagai
lv_lv: Norāde no
ro_ro: Referit ca
sr_yu: Наведени као
zh_tw: 引用

source: Test this
et_ee: Testi seda
id_id: Uji ini
lv_lv: Pārbaudīt
ro_ro: Testează asta
sr_yu: Тестирајте ово
zh_tw: 測試這個

source: Alter test
et_ee: Muuda testi
id_id: Ubah pengujian
lv_lv: Mainīt testu
ro_ro: Modifică test
sr_yu: Након тестирања
zh_tw: 調整測試

source: User tests:
et_ee: Kasutaja testid:
id_id: Pengujian pengguna:
lv_lv: Lietotāja testi:
ro_ro: Teste de utilizator:
sr_yu: Тестови корисника:
zh_tw: 使用者測試：

source: Successful: %s
et_ee: Edukas: %s
id_id: Berhasil: %s
lv_lv: Veiksmīgi: %s
ro_ro: Reuşite: %s
sr_yu: Успешно: %s
zh_tw: 成功：%s

source: Unsuccessful: %s
et_ee: Polnud edukas: %s
id_id: Tidak Berhasil: %s
lv_lv: Neveiksmīgi: %s
ro_ro: Nereuşite: %s
sr_yu: Неуспешно: %s
zh_tw: 不成功：%s

source: Votes
et_ee: Häält
id_id: Nilai
lv_lv: Balsi
ro_ro: Voturi
sr_yu: Гласови
zh_tw: 投票

source: # of Users Experiencing Issue
et_ee: Nende kasutajate arv, kellel tekkis probleeme
id_id: # Pengguna Yang Mengalami Isu
lv_lv: # lietotājiem ir šī problēma
ro_ro: # din Utilizatori sunt afectaţi de această Problemă
sr_yu: # Корисника Који Су Имали Проблем
zh_tw: # 個使用者遇到這個問題

source: Average Importance Score
et_ee: Keskmine tähtsus
id_id: Skor Kepentingan Rata-Rata
lv_lv: Vidējais svarīguma rezultāts
ro_ro: Scorul Mediu de Importanţă
sr_yu: Просечна оцена важности
zh_tw: 平均重要程度分數
