Repository: BezouwenR/jissues
Catalog: src/App/Activity/g11n/*/*.Activity.po
Languages: da_dk, de_de, et_ee, id_id, it_it, nb_no, pt_br, ro_ro, sl_si, sr_cs

source: %s - Total Activity Chart
da_dk: %s - total aktivitets diagram
de_de: %s - Diagramm alle Aktivitäten
et_ee: %s - kogu aktiivsusdiagramm
id_id: %s - Grafik Total Aktivitas
it_it: %s - Grafico attività totale
nb_no: %s - samlet aktivitetsdiagram
pt_br: %s - Gráfico de Atividade Total
ro_ro: %s - diagramă activitate totală
sl_si: %s - skupno aktivnost grafikona
sr_cs: %s - Grafikon Totalne Aktivnosti

source: Total Activity - %s
da_dk: Total aktivitet - %s
de_de: Alle Aktivitäten - %s
et_ee: Kogu aktiivsus - %s
id_id: Total Aktivitas - %s
it_it: Attività totale - %s
nb_no: Samlet aktivitet - %s
pt_br: Atividade Total - %s
ro_ro: Activitatea totală - %s
sl_si: Skupna dejavnost - %s
sr_cs: Ukupna Aktivnost - %s

source: Chart Options
da_dk: Skemaindstillinger
de_de: Diagramm Optionen
et_ee: Diagrammi suvandid
id_id: Opsi Grafik
it_it: Opzioni grafico
nb_no: Diagramvalg
pt_br: Opções do Gráfico
ro_ro: Opțiuni diagramă
sl_si: Možnosti grafikona
sr_cs: Opcije Za Grafikon

source: Period
da_dk: Periode
de_de: Zeitraum
et_ee: Periood
id_id: Waktu
it_it: Periodo
nb_no: Periode
pt_br: Período
ro_ro: Perioadă
sl_si: Obdobje

source: 7 Days
da_dk: 7 dage
de_de: 7 Tage
et_ee: 7 päeva
id_id: 7 Hari
it_it: 7 Giorni
nb_no: 7 dager
pt_br: 7 dias
ro_ro: 7 zile
sl_si: 7 dni
sr_cs: 7 Dana

source: 30 Days
da_dk: 30 dage
de_de: 30 Tage
et_ee: 30 päeva
id_id: 30 Hari
it_it: 30 Giorni
nb_no: 30 dager
pt_br: 30 dias
ro_ro: 30 de zile
sl_si: 30 dni
sr_cs: 30 Dana

source: 90 Days
da_dk: 90 dage
de_de: 90 Tage
et_ee: 90 päeva
id_id: 90 Hari
it_it: 90 Giorni
nb_no: 90 dager
pt_br: 90 dias
ro_ro: 90 de zile
sl_si: 90 dni
sr_cs: 90 Dana

source: Type
de_de: Typ
et_ee: Tüüp
id_id: Jenis
it_it: Tipo
pt_br: Tipo
ro_ro: Tip
sl_si: Vrsta
sr_cs: Tip

source: All
da_dk: Alle
de_de: Alle
et_ee: Kõik
id_id: Semua
it_it: Tutte
nb_no: Alle
pt_br: Todos
ro_ro: Toate
sl_si: Vsi
sr_cs: Sve

source: Test
id_id: Uji
pt_br: Teste

source: Code
da_dk: Kode
et_ee: Kood
id_id: Kode
it_it: Codice
nb_no: Kode
pt_br: Código
ro_ro: Cod
sl_si: Koda
sr_cs: Kod

source: Update Chart
da_dk: Opdater skema
de_de: Diagramm aktualisieren
et_ee: Värskenda diagrammi
id_id: Perbarui Grafik
it_it: Grafico aggiornamento
nb_no: Oppdater diagram
pt_br: Atualizar Gráfico
ro_ro: Actualizare grafic
sl_si: Posodobite grafikon
sr_cs: Učitaj Grafikon

source: %s - Open Issues By Status
da_dk: %s - åbne emner efter status
de_de: %s - Offene Meldungen nach Status
et_ee: %s - lahendamata probleemid oleku järgi
id_id: %s - Isu Terbuka Berdasarkan Status
it_it: %s - Problemi aperti per Stato
nb_no: %s - åpne feil etter status
pt_br: %s - Problemas Abertos por Estado
ro_ro: %s - probleme deschise după statut
sl_si: %s - odprte zadeve po stanjih
sr_cs: %s - Prijavljeni Problemi Prema Statusu

source: Open Issues By Status - %s
da_dk: Åbne emner efter status - %s
de_de: Offene Meldungen nach Status - %s
et_ee: Lahendamata probleemid oleku - %s järgi
id_id: Isu Terbuka Berdasarkan Status - %s
it_it: Problemi aperti per Stato - %s
nb_no: Åpne feil etter status - %s
pt_br: Problemas em Aberto por Estado - %s
ro_ro: Probleme deschise cu statutul - %s
sl_si: Odprte zadeve po stanjih - %s
sr_cs: Prijavljeni Problemi Prema Statusu - %s

source: %s - User Activity Chart
da_dk: %s - bruger aktivitets skema
de_de: %s - Benutzeraktivität
et_ee: %s - kasutaja aktiivsusdiagramm
id_id: %s - Grafik Aktivitas Pengguna
it_it: %s - Grafico attività utente
nb_no: %s - brukeraktivitetsdiagram
pt_br: %s - Gráfico de Atividade do Usuário
ro_ro: %s - graficul de activitate utilizator
sl_si: %s - dejavnost uporabniškega grafikona
sr_cs: %s - Aktivnosti Korisnika - grafikon

source: User Tracker Activity - %s
da_dk: Bruger tracker aktivitet - %s
de_de: Benutzeraktivität im Tracker - %s
et_ee: Jälitaja aktiivsus - %s
id_id: Aktivitas Penelusur Pengguna - %s
it_it: Attività Tracker utente - %s
nb_no: Brukeraktivitet følger - %s
pt_br: Atividade do Usuário no Tracker - %s
ro_ro: Tracker-ul de activitate a utilizatorului - %s
sl_si: Dejavnost sledenja uporabnika - %s
sr_cs: Praćenje aktivnosti korisnika - %s

source: 1 Year
da_dk: 1 år
de_de: 1 Jahr
et_ee: 1 aasta
id_id: 1 Tahun
it_it: 1 anno
nb_no: 1 år
pt_br: 1 ano
ro_ro: 1 an
sl_si: 1 leto
sr_cs: 1 Godina

source: Custom Period
da_dk: Brugerdefineret periode
de_de: Benutzerdefinierter Zeitraum
et_ee: Kohandatud periood
id_id: Waktu Kustom
it_it: Periodo personalizzato
nb_no: Tilpasset periode
pt_br: Período personalizado
ro_ro: Perioadă personalizată
sl_si: Obdobje po meri
sr_cs: Prilagođen Period

source: Start Date
da_dk: Startdato
de_de: Startdatum
et_ee: Alguskuupäev
id_id: Tanggal Mulai
it_it: Data inizio
nb_no: Startdato
pt_br: Data de Início
ro_ro: Data de începere
sl_si: Začetni datum
sr_cs: Datum početka

source: End Date
da_dk: Slutdato
de_de: Enddatum
et_ee: Lõppkuupäev
id_id: Tanggal Akhir
it_it: Data fine
nb_no: Avslutningsdato
pt_br: Data Final
ro_ro: Data de sfârşit
sl_si: Končni datum
sr_cs: Krajnji datum

source: %s - Project Activity Chart
da_dk: %s - projekt aktivitets diagram
de_de: %s - Diagramm Projektaktivität
et_ee: %s - projekti aktiivsusdiagramm
id_id: %s - Grafik Aktivitas Proyek
it_it: %s - Grafico attività progetto
nb_no: %s - prosjektaktivitetsdiagram
pt_br: %s - Gráfico de Atividade do Projeto
ro_ro: %s - graficul de activitate pe proiect
sl_si: %s - projekt dejavnost grafikona
sr_cs: %s - Grafikon Aktivnosti Na Projektu

source: Project Open & Close Activity - %s
da_dk: Projekt Åben & luk aktivitet - %s
de_de: Projektaktivität Offen & Geschlossen - %s
et_ee: Projekti ava & sulge aktiivsus - %s
id_id: Aktivitas Proyek Terbuka & Tutup - %s
it_it: Attività apri e chiudi del progetto - %s
nb_no: Prosjekt åpnet og lukket aktivitet - %s
pt_br: Atividade de Abertura e Encerramento do Projeto - %s
ro_ro: Activitate Open & Close din proiect - %s
sl_si: Projekt odprta in zaprte dejavnosti - %s
sr_cs: Aktivnost na otvaranju i zatvaranju projekata - %s

source: Note: An issue in the tracker may be closed in one of two ways. It may be fixed with a code change, or it may be closed because it was a duplicate issue or not considered to be a bug.
da_dk: Bemærk: Et issue i trackeren kan lukkes på to måder. Det kan klares med en kodeændring, eller det kan lukkes, fordi det var et duplikeret emne eller ikke anses for at være en fejl.
de_de: Hinweis: Es gibt zwei Möglichkeiten um eine Meldung im Tracker zu schließen. Sie kann mit einer Änderung im Code behoben werden, oder sie kann geschlossen werden weil es sich um eine doppelte Meldung handelt oder wenn die Meldung nicht als Fehler eingestuft wurde.
et_ee: Märkus: probleemi saab sulgeda kahel viisil. Koodimuudatusega või suletakse, kuna tegu oli duplikaadiga või seda ei peeta veaks.
id_id: Catatan: Sebuah isu di penelusur mungkin ditutup dalam beberapa cara. Mungkin sudah diperbaiki dengan sebuah penggantian kode, atau mungkin ditutup karena merupakan duplikasi isu atau tidak dianggap sebagai bug.
it_it: Nota: Un problema nel tracker può essere chiuso in uno dei due modi. Può essere risolto con una modifica del codice, o può essere chiuso perché era un problema duplicato o non considerato un bug.
nb_no: Merk: Et sikkerhetsproblem i trackeren kan stenges på én av to måter. Det kan repareres med en kodeendring, eller stenges fordi det er et duplisert problem eller ikke anses for å være en feil.
pt_br: Nota: Um problema pode ser fechado em uma de duas maneiras. Pode ser corrigido com uma alteração de código ou pode ser fechado porque era um problema duplicada ou não considerado um bug.
ro_ro: Notă: O problemă în tracker poate fi închisă într-una din cele două moduri. Acesta poate fi fixat cu o schimbare de cod, sau poate fi închis pentru că a fost o problemă duplicat sau nu este considerată a fi un bug.
sl_si: Opomba: Vprašanje v sledilniku se lahko zaključi na enega od dveh načinov. To se lahko določi z sprememba kode, ali lahko mogoče zapreti, ker je bilo podvojiti izdaja ali ne šteje za bug.
sr_cs: Napomena: Problem u praćenju može biti zatvoren na jedan od dva načina. Možda je sređen tokom promene koda ili je možda zatvorena jer je to duplo naveden problem ili se ne smatra bugom.

source: Fixed issues are issues for which a code change was made to fix the issue. Other Closed issues are issues that were closed because they were duplicate reports or not bugs.
da_dk: Løste issues er issues som en kodeændring blev oprettet til at løse. Andre lukkede issues er issues, der blev lukket, fordi de var duplikeret rapporter eller ikke bugs.
de_de: Ein Fehlerbericht ist behoben wenn eine Änderung im Code vorgenommen wurde um den Fehler zu beheben. Andere geschlossene Meldungen sind Meldungen die geschlossen wurden weil sie doppelt gemeldet wurden oder nicht als Fehler eingestuft wurden.
et_ee: Parandatud probleemid on probleemid, millele tehti koodimuudatusi. Teised suletud probleemid on probleemid, mida ei peetud vigadeks või olid duplikaadid.
id_id: Isu Diperbaiki adalah permasalahan yang sudah dibuatkan penggantian kode untuk memperbaikinya. Isu Ditutup Lainnya adalah permasalahan yang sudah ditutup karena merupakan duplikat laporan atau bukan bug.
it_it: I problemi Risolti sono problemi per i quali è stata apportata una modifica al codice per risolvere il problema. Gli altri problemi Chiusi sono problemi che sono stati chiusi perché erano duplicati o non erano bug.
nb_no: Løste problemer er problemer der en kodeendring er gjort for å løse problemet. Andre lukkede problemer er problemer som ble lukket fordi de er duplisert eller ikke en feil.
pt_br: Problemas corrigidos são aqueles que foram feitas uma alteração de código que corrige o problemas. Outros problemas Fechadas são aqueles que foram fechados porque eram relatórios duplicados ou não eram bugs.
ro_ro: Probleme rezolvate sunt probleme pentru care o schimbare de cod a fost făcută pentru a rezolva problema. Alte probleme închise sunt probleme care au fost închise pentru că au fost rapoarte dublate sau nu sunt bug-uri.
sl_si: Določena vprašanja so vprašanja, za katerega je ustvaril sprememba kode, da se določi vprašanje. Druga zaprta vprašanja so vprašanja, ki so bili zaprti, ker so bile podvojene poročila ali ne napake.
sr_cs: Sređeni problemi su oni problemi za koje je izvršena izmena koda kako bi se rešio problem. Ostali zatvoreni problemi su problemi koji su bili zatvoreni jer su bili dvostruki izvještaji ili nisu bile greške.

source: Please note that pull requests merged before 12 March 2016 may not have the correct status and are included in the Other Closed issues count if so.
da_dk: Bemærk venligst at pull anmodninger sammenlagt før 12. marts 2016 har muligvis ikke den korrekte status og er inkluderet i antallet af "Andre lukkede issues" hvis dette er tilfældet.
de_de: Bitte beachten Sie, dass Pull Requests die vor dem 12. März 2016 angenommen wurden nicht den korrekten Status haben könnten und daher in der Zählung der anderen geschlossenen Meldungen erscheinen.
et_ee: Pane tähele, et enne 12. märtsi 2016 tehtud soovitatud vigadrparandused ei pruugi omada korrektset staatust ja on arvestatud muude suletud probleemide arvus.
id_id: Mohon dicatat bahwa tarik permintaan yang digabungkan sebelum 12 Maret 2016 mungkin berstatus tidak benar dan termasuk ke dalam isu Ditutup Lainnya.
it_it: Nota che le pull request incorporate prima del 12 marzo 2016 potrebbero non avere lo stato corretto e se così sono incluse nei problemi Altri Chiusi.
nb_no: Merk at pull-forespørsler sammenlagt før 12. mars 2016 kanskje ikke har riktig status og er i tilfelle inkludert i antallet av "Andre stengte problemer".
pt_br: Por favor, note que os pull requests fundidos antes de 12 de março de 2016 podem não ter o estado correto pelo que estarão incluídos na contabilização de Outras Questões Fechadas.
ro_ro: Vă rugăm să reţineţi că pull requests merged înainte de 12 martie 2016 pot avea stări incorecte şi sunt incluse în Alte probleme închise dacă este aşa.
sl_si: Prosimo, upoštevajte, da potegnite zahteve združene pred 12 marec 2016 nimate stanje in so vključeni v druge zaprta vprašanja število, če je to tako.
sr_cs: Imajte na umu da se zahtjevi za povlačenje koji su spojeni pre 12. marta 2016. možda neće imati tačan status i ukoliko su uključeni u sekciju Ostali Zatvoreni Problemi.

source: New
da_dk: Ny
de_de: Neu
et_ee: Uus
id_id: Baru
it_it: Nuovo
nb_no: Ny
pt_br: Novo
ro_ro: Nou
sl_si: Novo
sr_cs: Novo

source: Confirmed
da_dk: Bekræftet
de_de: Bestätigt
et_ee: Kinnitatud
id_id: Dikonfirmasi
it_it: Confermato
nb_no: Bekreftet
pt_br: Confirmado
ro_ro: Confirmat
sl_si: Potrjeno
sr_cs: Potvrđeno

source: Pending
da_dk: Afventer
de_de: Ausstehend
et_ee: Ootel
id_id: Ditunda
it_it: Da approvare
nb_no: Venter
pt_br: Pendente
ro_ro: În așteptare
sl_si: Na čakanju
sr_cs: Na čekanju

source: Ready To Commit
da_dk: Klar til at indsende
de_de: Fertig zum Anwenden
et_ee: Valmis lisama (RTC)
id_id: Siap untuk Commit
it_it: Pronto per il Commit
nb_no: Klar til inkludering
pt_br: Pronto para submeter
ro_ro: Gata pentru commit
sl_si: Pripravljen za objavo
sr_cs: Spremni za sređivanje

source: Needs Review
da_dk: Mangler gennemsyn
de_de: Benötigt Überprüfung
et_ee: Vajab läbivaatamist
id_id: Perlu Ulasan
it_it: Necessita di una revisione
nb_no: Trenger gjennomgang
pt_br: Necessita revisão
ro_ro: Așteaptă evaluare
sl_si: Potrebuje pregled
sr_cs: Potreban je pregled

source: Information Required
da_dk: Information nødvendig
de_de: Information erforderlich
et_ee: Vajab lisainfot
id_id: Wajib Informasi
it_it: Informazioni richieste
nb_no: Krever informasjon
pt_br: Informações necessárias
ro_ro: Necesită informație
sl_si: Zahtevani podatki
sr_cs: Potrebne dodatne informacije

source: Discussion
da_dk: Diskussion
de_de: Diskussion
et_ee: Arutelu
it_it: Discussione
nb_no: Diskusjon
pt_br: Discussão
ro_ro: Discuţii
sl_si: Razprave
sr_cs: Diskusija

source: Total Open Issues By Status
da_dk: Total åbne emner efter status
de_de: Gesamte offene Meldungen nach Status
et_ee: Avatud probleeme kokku staatuse järgi
id_id: Total Isu Terbuka Berdasarkan Status
it_it: Totale problemi Aperti per Stato
nb_no: Antall åpne feil etter status
pt_br: Total de questões abertas por estado
ro_ro: Total probleme deschise după statut
sl_si: Skupno odprte zadeve po stanjih
sr_cs: Ukupno prijavljenih problema

source: Months
da_dk: Måneder
de_de: Monate
et_ee: kuu
id_id: Bulan
it_it: Mesi
nb_no: Måneder
pt_br: Meses
ro_ro: Luni
sl_si: Mesecev
sr_cs: Meseci

source: Quarters
da_dk: Kvartaler
de_de: Vierteljährlich
et_ee: kvartali
id_id: Kwartal
it_it: Trimestre
nb_no: Kvartal
pt_br: Trimestres
ro_ro: Trimestre
sl_si: Četrt mesca
sr_cs: Četvrtina

source: Weeks
da_dk: Uger
de_de: Wochen
et_ee: nädala
id_id: Minggu
it_it: Settimane
nb_no: Uker
pt_br: Semanas
ro_ro: Săptămâni
sl_si: Tednov
sr_cs: Nedelje

source: Issues Opened and Closed for Past Four %1$s
da_dk: Emner Åbnet og lukket i de seneste fire %1$s
de_de: Meldungen offen und geschlossen in den letzten vier %1$s
et_ee: Viimase nelja %1$s avatud ja suletud probleemid
id_id: Isu Terbuka dan Ditutup untuk Empat Sebelumnya %1$s
it_it: Problemi Aperti e Chiusi per gli ultimi quattro %1$s
nb_no: Feil åpnet og lukket de siste fire %1$s
pt_br: Problemas abertos e fechados nas/nos últimas/os quatro %1$s
ro_ro: Probleme deschise şi închise pentru ultimele patru %1$s
sl_si: Vprašanja, odprta in zaprta za zadnjih štirih %1$s
sr_cs: Pitanja otvorena i zatvorena za četvrtinu %1$s

source: Opened
da_dk: Åbnet
de_de: Geöffnet
et_ee: Avatud
id_id: Terbuka
it_it: Aperto
nb_no: Åpnet
pt_br: Aberto
ro_ro: Deschise
sl_si: Odprto
sr_cs: Otvoren

source: Fixed
da_dk: Rettet
de_de: Repariert
et_ee: Parandatud
id_id: Diperbaiki
it_it: Corretto
nb_no: Fastsatt
pt_br: Corrigido
ro_ro: Corectat
sl_si: Popravljeno
sr_cs: Popravljeno

source: Other Closed
da_dk: Andre lukkede
de_de: Andere Geschlossen
et_ee: Muud suletud
id_id: Ditutup Lainnya
it_it: Altri Chiusi
nb_no: Andre lukkede
pt_br: Outros fechados
ro_ro: Alte închise
sl_si: Ostalo zaprto
sr_cs: Ostalo Zatvoreno

source: All Points for Past Four %s
de_de: Alle Punkte für die letzten vier %s
et_ee: Kõik punktid viimase nelja %s
pt_br: Todos os pontos nos(as) últimos(as) quatro %s
sl_si: Vse točke za pretekle štiri %s

source: Tracker Points for Past Four %s
de_de: Tracker-Punkte für die letzten vier %s
pt_br: Pontos de acompanhamento nos(as) últimos(as) quatro %s
sl_si: Tracker točke za pretekle štiri %s

source: Test Points for Past Four %s
de_de: Testpunkte für die letzten vier %s
pt_br: Pontos de teste nos(as) últimos(as) quatro %s
sl_si: Testne točke za pretekle štiri %s

source: Code Points for Past Four %s
de_de: Codepunkte für die letzten vier %s
pt_br: Pontos de código nos(as) últimos(as) quatro %s

source: %1$s Points
de_de: %1$s Punkte
et_ee: %1$s punkti
id_id: %1$s Poin
it_it: %1$s Punti
nb_no: %1$s Poeng
pt_br: %1$s pontos
ro_ro: %1$s puncte
sl_si: %1$s točk
sr_cs: %1$s Poena

source: 12 Months
da_dk: 12 måneder
de_de: 12 Monate
et_ee: 12 kuud
id_id: 12 Bulan
it_it: 12 Mesi
nb_no: 12 måneder
pt_br: 12 meses
ro_ro: 12 luni
sl_si: 12 mesecev
sr_cs: 12 Meseci

source: All Points From %1$s Through %2$s
de_de: Alle Punkte von %1$s bis %2$s
pt_br: Todos os pontos de %1$s até %2$s

source: Tracker Points From %1$s Through %2$s
de_de: Tracker Punkte zwischen %1$s und %2$s
pt_br: Pontos de acompanhamento de %1$s até %2$s

source: Test Points From %1$s Through %2$s
de_de: Test-Punkte von %1$s bis %2$s
pt_br: Pontos de teste de %1$s até %2$s

source: Code Points From %1$s Through %2$s
de_de: Codepunkte von %1$s bis %2$s
pt_br: Pontos de código de %1$s até %2$s

source: All Points for Past %s
de_de: Alle Punkte für letzten %s
et_ee: Kõik punktid viimase %s
pt_br: Todos os pontos nos(as) últimos(as) %s

source: Tracker Points for Past %s
de_de: Tracker Punkte für letzten %s
pt_br: Pontos de acompanhamento nos(as) últimos(as) %s

source: Test Points for Past %s
de_de: Testpunkte für letzten %s
pt_br: Pontos de teste nos(as) últimos(as) %s

source: Code Points for Past %s
de_de: Codepunkte für letzten %s
pt_br: Pontos de código nos(as) últimos(as) %s

source: Tracker Points
da_dk: Tracker point
de_de: Trackerpunkte
et_ee: Jälitaja punktid
id_id: Poin Penelusur
it_it: Punti del Tracker
nb_no: Sporingspoeng
pt_br: Pontos do rastreador
ro_ro: Puncte tracker
sl_si: Tracker točk
sr_cs: Poeni Za Praćenje

source: Test Points
da_dk: Test point
de_de: Testpunkte
et_ee: Katsepunktid
id_id: Poin Uji
it_it: Punti del Test
nb_no: Testpoeng
pt_br: Pontos de teste
ro_ro: Puncte Test
sl_si: Preskusne točke
sr_cs: Poeni Za Testiranje

source: Code Points
da_dk: Kode point
de_de: Codepunkte
et_ee: Koodipunktid
id_id: Poin Kode
it_it: Punti di Codice
nb_no: Kodepoeng
pt_br: Pontos de código
ro_ro: Puncte Cod
sl_si: Kodne vrednosti
sr_cs: Poeni Za Programiranje

source: Tracker
et_ee: Jälitaja
id_id: Penelusur
ro_ro: Urmăritor
sl_si: Sledilnik
sr_cs: Sistem za praćenje

source: %1$s Points for Past Four %2$s
id_id: %1$s Poin untuk Empat Sebelumnya %2$s

source: Custom
id_id: Kustom

source: %1$s Points From %2$s Through %3$s
id_id: %1$s Poin Dari %2$s Melalui %3$s

source: %1$s Points for Past %2$s
id_id: %1$s Poin untuk Sebelumnya %2$s
