Repository: BezouwenR/jissues
Catalog: src/App/Debug/g11n/*/*.Debug.po
Languages: nl_be, pl_pl

source: Failed EXPLAIN on query: %s
nl_be: UITLEG op query mislukt: %s
pl_pl: Niepowodzenie zapytania 'EXPLAIN': %s

source: %s database is not supported yet.
nl_be: %s database wordt nog niet ondersteund.
pl_pl: Baza danych typu %s nie jest jeszcze wspierana.

source: Database
nl_be: Databank
pl_pl: Baza danych

source: Profile
nl_be: Profiel
pl_pl: Profil

source: User
nl_be: Gebruiker
pl_pl: Użytkownik

source: Project
pl_pl: Projekt

source: Request
nl_be: Verzoek
pl_pl: Zapytanie

source: Language Strings
nl_be: Taalstrings
pl_pl: Tłumaczenia

source: Language Files
nl_be: Taalbestanden
pl_pl: Pliki tłumaczeń

source: Go up
nl_be: Omhoog gaan
pl_pl: Wróć do góry

source: One database query
nl_be: Een Databank Query
pl_pl: Jedno zapytanie do bazy danych

source: One untranslated string of %2$d
nl_be: Een niet vertaalde string van %2$d
pl_pl: Jedno nieprzetłumaczony ciąg znaków z %2$d

source: One language file loaded
nl_be: Een taalbestand geladen
pl_pl: Załadowano jeden plik tłumaczeń

source: No Project
nl_be: Geen project
pl_pl: Brak projektu

source: Guest
nl_be: Gast
pl_pl: Gość

source: Request variables
nl_be: Aanvraag variabelen
pl_pl: Żądanie zmiennych

source: Build
nl_be: Versie
pl_pl: Budowa

source: Plural forms: <code>%1$d</code><br />Plural function: <code>%2$s</code>
nl_be: Meervoudige formulieren: <code>%1$d</code><br />Meervoudige functie: <code>%2$s</code>
pl_pl: Mnogich formularzy: <code>%1$d</code><br />Mnogich funkcji: <code>%2$s</code>

source: File (line)
nl_be: Bestand (regel)
pl_pl: Plik (linia)

source: String
nl_be: Tekenreeks
pl_pl: Ciąg znaków

source: No %s log file found.
nl_be: Logbestand %s niet gevonden.
pl_pl: Plik %s dziennika nie został znaleziony.
